commands_templates/SetReplayConfiguration0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/replay/wsdl" xmlns:sch="http://www.onvif.org/ver10/schema">
   <soap:Header/>
   <soap:Body>
      <wsdl:SetReplayConfiguration>
         <wsdl:Configuration>
            <!--type: duration-->
            <sch:SessionTimeout>?</sch:SessionTimeout>
            <!--You may enter ANY elements at this point-->
         </wsdl:Configuration>
      </wsdl:SetReplayConfiguration>
   </soap:Body>
</soap:Envelope>